{
    "The key is to focus on progress, not perfection": "关键是要关注进步，而不是完美。",
   "You don't have to be perfect. you just have to start": "你不必追求完美。你只需要开始",
   "You don't need to be perfect. you just need to be consistent.": "你不需要完美，你只需要保持一致",
   "All grown ups were once children-although few of them remember it.":"所有的大人都曾經是小孩，雖然只有少數的人記得。",
   "The biggest problem is not grow up, but forgotten.":"最大的問題不是長大，而是遺忘",
   "I must endure the presence of two or three caterpillars if i wish to become acquainted with the butterflies.":"我要是想認識蝴蝶，就必須忍受兩三只毛毛蟲。",
    "Growth begins at the edge of your comfort zone.": "成長始於你的舒適圈之外。",
    "Small steps every day lead to big changes.": "每天邁出小步，終將帶來巨大改變。",
    "The key is to keep moving forward, no matter how small the step.": "關鍵是繼續前進，哪怕步伐再小。",
    "The most beautiful things are invisible to the eye but felt by the heart.": "最美的事物，眼睛看不見，卻能被心感受。",
    "True strength is not in never falling, but in rising every time we fall.": "真正的力量不是從不跌倒，而是每次跌倒後都能站起來。",
    "A flower does not think of competing with the flower next to it. It just blooms.": "一朵花不會與旁邊的花競爭，它只是綻放。",
    "The stars are beautiful because of the space between them.": "星星之所以美麗，是因為它們之間的距離。",
    "Sometimes, the most important journey is the one within.": "有時，最重要的旅程是內心的探索。",
    "It is only with the heart that one can see rightly.": "只有用心才能看得清楚。",
    "Even the smallest light can shine in the darkest night.": "即使是最微弱的光，也能照亮最黑暗的夜晚。",
    "A river does not resist the rocks; it flows around them.": "河流不會抗拒岩石，而是繞過它們流動。",
    "Time spent with those you love is never wasted.": "與摯愛之人共度的時光，從不浪費。",
    "True happiness comes from appreciating what you already have.": "真正的幸福來自於珍惜你已擁有的。",
    "You are never too old to dream a new dream.": "你永遠不會老到無法擁有新的夢想。",
    "We do not inherit the earth from our ancestors; we borrow it from our children.": "我們並非從祖先那裡繼承地球，而是向孩子們借來的。",
    "If you listen closely, the wind always has something to say.": "如果你仔細傾聽，風總有話要說。",
    "Rain does not apologize for falling, and neither should you for being yourself.": "雨不會為降落而道歉，你也不應該為做自己而道歉。",
    "Sometimes, what you're looking for is right in front of you.": "有時，你尋找的東西就在你眼前。",
    "He who has a why to live can bear almost any how.": "只要知道為什麼而活，就能承受幾乎任何困難。",
    "The moon is only beautiful because it reflects the light of the sun.": "月亮的美麗來自於它反射了太陽的光。",
    "The ocean does not fear the storm; it embraces it.": "海洋不懼怕風暴，它擁抱風暴。",
    "The only way to keep a butterfly is to let it fly.": "唯一能留住蝴蝶的方法，就是讓它自由飛翔。",
    "A single kind word can change someone's whole day.": "一句善意的話，能改變某人的整天。",
    "Every sunset is proof that endings can be beautiful too.": "每一場日落都證明了結束也可以很美麗。",
    "When you give love, it multiplies, not divides.": "當你給予愛時，它會倍增，而非減少。",
    "The heart speaks a language that words cannot.": "心靈說的是一種言語無法表達的語言。",
    "To see the stars, one must embrace the darkness.": "要看見星星，就必須擁抱黑暗。",
    "What makes the desert beautiful is that somewhere it hides a well.": "沙漠之所以美麗，是因為在某個地方藏著一口井。",
    "You will never be able to escape from your heart. So it is better to listen to what it has to say.": "你永遠無法逃避你的內心，所以最好傾聽它想說的話。",
    "When you want something, all the universe conspires in helping you to achieve it.": "當你真心渴望某件事時，整個宇宙都會聯合起來幫助你實現它。",
    "One is loved because one is loved. No reason is needed for loving.": "一個人被愛，因為他被愛。愛不需要理由。",
    "People learn, early in their lives, what is their reason for being.": "人們在生命的早期就會學到自己的存在意義。",
    "No one should feel afraid of the unknown, because everyone is capable of achieving what they want.": "沒有人應該害怕未知，因為每個人都有能力實現自己的夢想。",
    "The secret of life is to fall seven times and to get up eight times.": "人生的秘密就是跌倒七次，但要爬起來八次。",
    "Everything you need to know you have learned through your journey.": "你需要知道的一切，都已經在旅途中學會了。",
    "It's the possibility of having a dream come true that makes life interesting.": "正是夢想可能成真的可能性，使生活變得有趣。",
    "A grain of sand is a moment of creation, and the universe has taken millions of years to create it.": "一粒沙子是一個創造的瞬間，而宇宙用了幾百萬年來創造它。",
    "Love is not to be found in someone else, but in ourselves.": "愛不是在別人身上找到，而是在我們自己內心。",
    "What makes life interesting is the possibility of realizing a dream.": "讓生活有趣的是夢想成真的可能性。",
    "The world is only the visible aspect of God.": "世界只是上帝的可見面貌。",
    "People are capable, at any time in their lives, of doing what they dream of.": "無論何時，人們都有能力去實現自己的夢想。",
    "The simple things are also the most extraordinary things, and only the wise can see them.": "最簡單的事物也是最非凡的，只有智慧的人才能看到。",
    "We are travelers on a cosmic journey.": "我們是宇宙旅途上的旅人。",
    "Your heart is where your treasure is.": "你的心在你的寶藏所在之處。",
    "Sometimes you have to travel a long way to recognize what is near.": "有時你需要走很遠的路，才能認清身邊的東西。",
    "Courage is the key to all adventures.": "勇氣是所有冒險的關鍵。",
    "A child sees things with wonder, but adults forget to do so.": "孩子用驚奇的眼光看待世界，但大人卻忘了這樣做。",
    "The most important things are seen not with the eyes, but with the heart.": "最重要的東西不是用眼睛看到的，而是用心感受的。",
    "What makes a desert beautiful is that somewhere it hides a well.": "沙漠之所以美麗，是因為在某個地方藏著一口井。",
    "Words are the source of misunderstandings.": "語言是誤解的根源。",
    "It is much harder to judge yourself than to judge others.": "評判自己比評判別人要困難得多。",
    "A goal without a plan is just a wish.": "沒有計劃的目標只是願望。",
    "Dreams are not meant to be understood, but followed.": "夢想不是用來理解的，而是用來追隨的。",
    "Patience is bitter, but its fruit is sweet.": "耐心是苦的，但它的果實是甜的。",
    "To love is to recognize oneself in another.": "愛，就是在別人身上認出自己。",
    "Happiness is not something ready-made. It comes from your own actions.": "快樂不是現成的，它來自你的行動。",
    "The meaning of life is not in the answers, but in the journey.": "生命的意義不在於答案，而在於旅程。",
    "True wisdom comes from embracing the unknown.": "真正的智慧來自於擁抱未知。",
    "You don't have to understand life. You just have to live it.": "你不必理解生活，你只需要去活它。",
    "Don't chase people. Be yourself, and the right people will come.": "不要追逐別人。做自己，對的人自然會來。",
    "The greatest adventure is discovering who you really are.": "最偉大的冒險就是發現真正的自己。",
    "Life is a collection of moments. Make them count.": "生活是一系列的片刻，讓它們變得有意義。",
    "Sometimes losing yourself is the only way to find yourself.": "有時迷失自己是找到自己的唯一途徑。",
    "Only those who risk going too far can find out how far they can go.": "只有那些敢於冒險走得太遠的人，才能知道自己能走多遠。",
    "A heart without dreams is like a bird without wings.": "沒有夢想的心，就像沒有翅膀的鳥。",
    "It is not the eyes that see, but the soul.": "看見世界的不是眼睛，而是靈魂。",
    "Sometimes the smallest things take up the most room in your heart.": "有時最微小的事物，佔據了你內心最多的空間。",
    "You were born with wings. Why prefer to crawl through life?": "你天生有翅膀，為何還要選擇匍匐前行？",
    "Nothing is impossible for the willing heart.": "對於願意去做的心來說，沒有什麼是不可能的。",
    "Life is a balance between holding on and letting go.": "人生是一種在堅持與放手之間的平衡。",
    "Sometimes we need to get lost to truly find ourselves.": "有時我們需要迷失，才能真正找到自己。",
    "The best way to predict the future is to create it.": "預測未來最好的方式就是創造它。",
    "Magic happens when you believe in yourself.": "當你相信自己時，奇蹟就會發生。",
    "It's never too late to become who you were meant to be.": "成為你本該成為的人，永遠不會太遲。",
    "Do what you can, with what you have, where you are.": "盡你所能，利用你擁有的一切，在你所在的地方。",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.": "成功不是終點，失敗也不是終結，重要的是繼續前進的勇氣。",
    "Happiness depends upon ourselves.": "幸福取決於我們自己。",
    "The only way to do great work is to love what you do.": "做偉大工作的唯一方法，就是熱愛你的工作。",
    "Be yourself; everyone else is already taken.": "做你自己，因為別人都已經有人做了。",
    "Not all those who wander are lost.": "不是所有流浪的人都迷失了方向。",
    "Act as if what you do makes a difference. It does.": "行動起來，就像你的所作所為能帶來改變——因為確實如此。",
    "A journey of a thousand miles begins with a single step.": "千里之行，始於足下。",
    "It always seems impossible until it's done.": "在事情完成之前，它總是看起來不可能。",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.": "與我們內心所擁有的相比，過去和未來都微不足道。",
    "Keep your face always toward the sunshine—and shadows will fall behind you.": "始終面向陽光，陰影就會落在你的身後。",
    "To love and be loved is to feel the sun from both sides.": "愛與被愛，就像從兩側感受太陽的溫暖。",
    "Life isn't about waiting for the storm to pass, it's about learning to dance in the rain.": "生活不是等待暴風雨過去，而是學會在雨中跳舞。",
    "He who opens a school door, closes a prison.": "開啟一扇學校的大門，就是關上一座監獄。",
    "Kindness is a language which the deaf can hear and the blind can see.": "善良是一種語言，即使是聾子能聽見，盲人也能看見。",
    "If you want to lift yourself up, lift up someone else.": "如果你想提升自己，就先幫助別人提升。",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.": "不要沉湎於過去，不要幻想未來，專注於當下。",
    "You cannot find peace by avoiding life.": "逃避生活無法帶來內心的平靜。",
    "Courage is not the absence of fear, but the ability to act in spite of it.": "勇氣不是沒有恐懼，而是即使害怕仍能行動。",
    "Don't count the days, make the days count.": "不要去數日子，而要讓日子有意義。",
    "Believe you can and you're halfway there.": "相信你能做到，你就已經成功了一半。",
    "Everything you can imagine is real.": "你能想像的事物，都是現實的一部分。",
    "The mind is everything. What you think you become.": "思想決定一切，你所想的將成為你的現實。",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.": "我們是我們重複所做之事的總和。因此，卓越不是行為，而是一種習慣。",
    "No one can make you feel inferior without your consent.": "未經你的同意，沒有人能讓你感到自卑。",
    "You must be the change you wish to see in the world.": "你必須成為你想要看到的世界的改變。",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.": "達成目標所獲得的東西並不重要，重要的是你因達成目標而成為怎樣的人。",
    "Doubt kills more dreams than failure ever will.": "懷疑比失敗扼殺更多的夢想。",
    "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.": "不要被內心的恐懼所驅使，而要被內心的夢想所引領。",
    "The pain you feel today is the strength you will feel tomorrow.": "今天的痛苦，將成為你明天的力量。",
    "Don't let yesterday take up too much of today.": "不要讓昨天佔據你太多的今天。",
    "No pressure, no diamonds.": "沒有壓力，就沒有鑽石。",
    "A ship in harbor is safe, but that is not what ships are built for.": "停在港灣的船最安全，但那不是造船的目的。",
    "Do what is right, not what is easy nor what is popular.": "做正確的事，而不是輕鬆或受歡迎的事。",
    "Everything you've ever wanted is on the other side of fear.": "你想要的一切，都在恐懼的另一邊。",
    "An obstacle is often a stepping stone.": "障礙通常是墊腳石。",
    "Your life does not get better by chance, it gets better by change.": "你的生活不會因偶然變好，而是要靠改變。",
    "Be so good they can't ignore you.": "優秀到讓人無法忽視你。",
    "Life is really simple, but we insist on making it complicated.": "生活其實很簡單，但我們總是把它弄得很複雜。",
    "Even the darkest night will end and the sun will rise.": "即使是最黑暗的夜晚，也終將過去，太陽會升起。",
    "The best way out is always through.": "擺脫困境的最佳方式就是穿越它。",
    "Fear is temporary. Regret is forever.": "恐懼是暫時的，後悔才是永遠的。",
    "Everything happens for a reason.": "一切發生皆有其因。",
    "To live is the rarest thing in the world. Most people exist, that is all.": "活著是世界上最稀有的事情，大多數人只是存在而已。",
    "Live as if you were to die tomorrow. Learn as if you were to live forever.": "像明天就會死去那樣生活，像會永遠活著那樣學習。",
    "To love oneself is the beginning of a lifelong romance.": "愛自己是一場終身浪漫的開始。",
    "The secret of getting ahead is getting started.": "成功的秘訣就是開始行動。",
    "I can resist everything except temptation.": "我能抵抗一切，除了誘惑。",
    "You only live once, but if you do it right, once is enough.": "你只活一次，但如果活得精彩，一次就夠了。",
    "Always borrow money from a pessimist. He won't expect it back.": "借錢就找悲觀主義者，因為他不指望你還。",
    "If you think you are too small to make a difference, try sleeping with a mosquito.": "如果你覺得自己太渺小無法改變世界，那就試試和蚊子一起睡。",
    "Behind every great man, there is a woman rolling her eyes.": "每個偉大男人的背後，都有一個翻白眼的女人。",
    "The road to success is dotted with many tempting parking spaces.": "通往成功的路上，遍布許多誘人的停車位。",
    "Opportunity does not knock, it presents itself when you beat down the door.": "機會不會敲門，而是在你把門踹開的時候出現。",
    "People say nothing is impossible, but I do nothing every day.": "人們說沒有什麼是不可能的，但我每天什麼都不做。",
    "When life gives you lemons, squirt someone in the eye.": "當生活給你檸檬時，把汁擠到別人眼裡。",
    "A day without laughter is a day wasted.": "沒有笑聲的一天，是浪費的一天。",
    "Some people graduate with honors, I am just honored to graduate.": "有些人以優異成績畢業，而我只是慶幸自己畢業了。",
    "Money can't buy happiness, but it can buy ice cream, and that's kind of the same thing.": "金錢買不到幸福，但可以買冰淇淋，這差不多了。",
    "Age is something that doesn't matter, unless you are a cheese.": "年齡無關緊要，除非你是一塊奶酪。",
    "A balanced diet means a cupcake in each hand.": "均衡飲食的意思是每隻手拿一個杯子蛋糕。",
    "You can't have everything. Where would you put it?": "你不能擁有一切，不然你要把它們放哪呢？",
    "Life is short. Smile while you still have teeth.": "人生苦短，在你還有牙齒的時候多笑笑。",
    "I am so clever that sometimes I don't understand a single word of what I am saying.": "我太聰明了，以至於有時候連自己說的話都聽不懂。",
    "Time is a great teacher, but unfortunately, it kills all its students.": "時間是最好的老師，但可惜的是，它殺死了所有學生。",
    "I love deadlines. I love the whooshing noise they make as they go by.": "我愛截止日期，我喜歡它們從我身邊飛過時的呼嘯聲。",
    "Never put off till tomorrow what you can do the day after tomorrow just as well.": "不要把今天能做的事拖到明天，而是後天。",
    "I have not failed. I've just found 10,000 ways that won't work.": "我沒有失敗，我只是找到了 10,000 種行不通的方法。",
    "Good friends don't let you do stupid things alone.": "好朋友不會讓你獨自幹蠢事。",
    "There is no sunrise so beautiful that it is worth waking me up to see it.": "沒有哪個日出美到值得讓我早起看它。",
    "Never miss a good chance to shut up.": "千萬別錯過閉嘴的好機會。"
}
      