{
    "Where is the nearest bus stop?": "最近的公車站在哪裡？",
    "Can you tell me how to get to the subway station?": "你能告訴我怎麼去地鐵站嗎？",
    "Excuse me, is there a pharmacy nearby?": "請問，附近有藥店嗎？",
    "The restroom is located thirty meters ahead.": "廁所在前面三十米處。",
    "Drive straight, and then take a left.": "往前開，然後左轉。",
    "How far is the train station from here?": "火車站離這裡有多遠？",
    "You need to go straight for two blocks and then turn right.": "你需要直走兩個街區，然後右轉。",
    "Is it within walking distance?": "這是在步行範圍內嗎？",
    "Take the second right after the traffic light.": "過紅綠燈後第二個路口右轉。",
    "It's about a ten-minute walk from here.": "從這裡步行大約十分鐘。",
    "Go straight ahead until you reach the intersection.": "直走直到到達十字路口。",
    "Turn left at the corner, and you'll see it on your right.": "在拐角處左轉，你會在右手邊看到它。",
    "Which bus should I take to get to the airport?": "我要坐哪路公車去機場？",
    "Can I walk there, or do I need to take a taxi?": "我可以走過去，還是需要搭計程車？",
    "Follow this street for about five minutes.": "沿著這條街走大約五分鐘。",
    "It's next to the post office.": "它在郵局旁邊。",
    "The shopping mall is across the street.": "購物中心在街對面。",
    "Go past the park, and it will be on your left.": "走過公園，它會在你的左邊。",
    "Take the subway to Central Station, then transfer to Line 2.": "搭地鐵到中央車站，然後換乘二號線。",
    "It's on the other side of the bridge.": "它在橋的另一邊。",
    "Excuse me, how do I get to the nearest gas station?": "請問，我怎麼去最近的加油站？",
    "Take this road and turn right at the third intersection.": "走這條路，在第三個路口右轉。",
    "Go down this street and turn left at the stop sign.": "沿著這條街走，到停車標誌處左轉。",
    "You'll see a big blue building on the right.": "你會在右手邊看到一棟藍色的大樓。",
    "It's at the end of this street.": "它在這條街的盡頭。",
    "Walk straight for three blocks and take a right.": "直走三個街區，然後右轉。",
    "The train station is opposite the hospital.": "火車站在醫院的對面。",
    "Cross the bridge and keep going straight.": "過橋後繼續直走。",
    "The bank is between the supermarket and the café.": "銀行在超市和咖啡廳之間。",
    "Go straight until you see a church, then turn left.": "直走直到你看到教堂，然後左轉。",
    "It's just around the corner.": "它就在拐角處。",
    "Take a left at the traffic light and walk two blocks.": "在紅綠燈處左轉，然後走兩個街區。",
    "The hotel is on your left side, next to the museum.": "飯店在你的左手邊，在博物館旁邊。",
    "Go past the cinema, and the restaurant is on your right.": "走過電影院，餐廳就在你的右邊。",
    "Take bus number 10 and get off at the third stop.": "搭乘10號公車，在第三站下車。",
    "The library is across from the high school.": "圖書館在高中對面。",
    "Walk along this street for about five minutes.": "沿著這條街走大約五分鐘。",
    "Can you show me on the map?": "你可以在地圖上指給我看嗎？",
    "You're going the wrong way.": "你走錯方向了。",
    "It's on the left side of the road.": "它在馬路的左邊。",
    "Keep walking straight, and you'll find it.": "一直直走，你會找到的。",
    "It's next to the convenience store.": "它在便利商店旁邊。",
    "The museum is in front of the shopping center.": "博物館在購物中心前面。",
    "Walk down this street until you see a gas station.": "沿著這條街走，直到你看到加油站。",
    "The taxi stand is just over there.": "計程車站就在那邊。",
    "It's a five-minute drive from here.": "從這裡開車五分鐘就到。",
    "Take the underpass to cross the street.": "走地下道過馬路。",
    "Go up the stairs and turn right.": "上樓梯後右轉。",
    "You should take the north exit of the station.": "你應該從車站的北出口出去。",
    "The bookstore is on the first floor of the mall.": "書店在商場的一樓。",
    "Take the elevator to the second floor.": "搭電梯到二樓。",
    "You'll find the bus terminal at the end of the street.": "你會在街的盡頭找到公車總站。",
    "Walk straight, and the bank will be on your left.": "直走，銀行會在你的左手邊。",
    "Turn right at the next street.": "在下一條街右轉。",
    "You're almost there.": "你快到了。",
    "Take the stairs down to the subway entrance.": "走樓梯下去到地鐵入口。",
    "It's behind the department store.": "它在百貨公司後面。",
    "Go through the tunnel, and you'll see it.": "穿過隧道，你會看到它。",
    "It's across from the park.": "它在公園對面。",
    "There's a taxi stand in front of the hotel.": "飯店前面有計程車站。",
    "You need to go back the way you came.": "你需要往回走。",
    "Go up the hill, and the restaurant will be at the top.": "上山後，餐廳就在頂部。",
    "The ferry terminal is by the river.": "渡輪碼頭在河邊。",
    "You'll see a large billboard near the entrance.": "你會在入口附近看到一個大廣告牌。",
    "Take the escalator up one floor.": "搭手扶梯上一層樓。",
    "Follow the signs to Terminal 3.": "按照指示牌走到三號航站樓。",
    "Take the pedestrian bridge across the road.": "走人行天橋過馬路。",
    "It's just a short walk from here.": "從這裡走過去很近。",
    "Go past the roundabout and continue straight.": "過圓環後繼續直走。",
    "The tourist information center is right ahead.": "旅遊資訊中心就在前面。",
    "There's a bus stop right in front of the hotel.": "飯店前面就有公車站。",
    "It's next to the train tracks.": "它在鐵軌旁邊。",
    "Which is the fastest way to get there?": "哪種方式去那裡最快？",
    "Should I take the bus or the subway?": "我應該坐公車還是地鐵？",
    "How much is the bus fare?": "公車票價多少？",
    "Where can I buy a subway ticket?": "我在哪裡可以買地鐵票？",
    "Does this bus go to the train station?": "這輛公車去火車站嗎？",
    "How many stops until the airport?": "到機場還有幾站？",
    "Is there a direct train to downtown?": "有直達市中心的火車嗎？",
    "What time is the last bus?": "最後一班公車是幾點？",
    "Where can I catch a taxi?": "我在哪裡可以搭計程車？",
    "Is Uber available here?": "這裡可以叫 Uber 嗎？",
    "Do I need to transfer to another train?": "我需要換乘另一列火車嗎？",
    "Can I use a transportation card for the bus?": "我可以用交通卡搭公車嗎？",
    "Is this the right platform for Line 3?": "這是三號線的正確月台嗎？",
    "How long does it take to get there by subway?": "坐地鐵到那裡需要多久？",
    "Which direction is the northbound train?": "往北的火車是哪個方向？",
    "Where can I rent a bicycle?": "我在哪裡可以租腳踏車？",
    "Is there a shuttle service to the airport?": "有機場接駁車嗎？",
    "Do I need a ticket before boarding the bus?": "上公車前需要先買票嗎？",
    "Can I pay the taxi driver with a credit card?": "我可以用信用卡付計程車費嗎？",
    "How do I get to the highway from here?": "從這裡怎麼上高速公路？",
    "Where is the nearest metro entrance?": "最近的地鐵入口在哪裡？",
    "Does this train stop at Central Station?": "這班火車停中央車站嗎？",
    "Is there a pedestrian walkway over the bridge?": "橋上有行人步道嗎？",
    "How do I get from Terminal 1 to Terminal 2?": "我怎麼從一號航站樓到二號航站樓？",
    "Go straight for three blocks, then turn left at the traffic light.": "直走三個街區，在紅綠燈處左轉。",
    "Walk past the bank, and you will see the hotel on your right.": "走過銀行，你會在右邊看到飯店。",
    "Keep going straight until you reach the roundabout.": "一直走，直到你到達圓環。",
    "Cross the street and take the second right.": "過馬路，然後在第二個路口右轉。",
    "Follow this road until you see a gas station, then turn left.": "沿著這條路走，看到加油站後左轉。",
    "Take the escalator down to the subway entrance.": "搭手扶梯下去到地鐵入口。",
    "The bookstore is on the third floor of the shopping mall.": "書店在購物中心的三樓。",
    "Go down the stairs, and you will find the exit on your left.": "下樓梯，出口就在你的左邊。",
    "Walk alongside the river for about ten minutes.": "沿著河邊走大約十分鐘。",
    "The stadium is just past the large intersection.": "體育場就在大路口後面。",
    "Take the first exit on the roundabout.": "在圓環的第一個出口出去。",
    "If you reach the bridge, you have gone too far.": "如果你到達橋了，就走過頭了。",
    "Turn left at the first crosswalk.": "在第一個人行道處左轉。",
    "The entrance to the park is behind the supermarket.": "公園的入口在超市後面。",
    "The metro station is two blocks away from here.": "地鐵站離這裡兩個街區遠。",
    "After the bus stop, walk straight for another five minutes.": "過了公車站後，再直走五分鐘。",
    "Take the footbridge over the main road.": "走人行天橋過馬路。",
    "There's an underground passage to cross the street.": "有地下通道可以過馬路。",
    "You'll find the museum right next to the library.": "你會發現博物館就在圖書館旁邊。",
    "The exit is on the opposite side of the station.": "出口在車站的另一側。",
    "Go through the shopping mall, and the hotel is at the end.": "穿過購物中心，飯店就在盡頭。",
    "Take the stairs to the pedestrian overpass.": "走樓梯到人行天橋。",
    "Walk towards the city center for about ten minutes.": "朝著市中心方向走大約十分鐘。",
    "Stay on this road until you see a blue sign.": "沿著這條路走，直到你看到一個藍色標誌。",
    "Go past the park, then take the third left.": "走過公園後，第三個路口左轉。",
    "Follow the tram tracks until you reach the square.": "沿著電車軌道走，直到到達廣場。",
    "Take the alleyway between the two buildings.": "走兩棟建築物之間的小巷。",
    "The entrance is at the back of the building.": "入口在建築物的後面。",
    "Turn right just before the bridge.": "在橋前右轉。",
    "Take the next right turn, then walk straight.": "下一個路口右轉，然後直走。",
    "The hotel is at the corner of Main Street and Second Avenue.": "飯店在主街和第二大道的拐角處。",
    "The restaurant is directly across from the train station.": "餐廳就在火車站的正對面。",
    "You will see a small café right before the intersection.": "你會在路口前看到一家小咖啡廳。",
    "Walk up the hill for about five minutes.": "往山上走大約五分鐘。",
    "Follow the river, and you'll find the museum on your left.": "沿著河走，博物館就在你的左邊。",
    "Take the next exit off the highway.": "在下一個高速公路出口下來。",
    "Keep walking until you reach a dead-end.": "一直走，直到你走到盡頭。",
    "You'll see a large sign pointing to the airport.": "你會看到一個指向機場的大標誌。",
    "Go under the bridge and turn right at the next street.": "走到橋下，在下一條街右轉。"
  }
  